Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/admin/depts/other_files/STM200820090043000DDDPDFS.pdf.tmx
Source language: nob
Languages: sme

source: Arbeidsgruppen leverte sitt forslag i mars 2007.
sme: Bargojoavku geigii iežas evttohusa njukčamánus 2007.

source: Arbeidsgruppen vurderte i sin rapport tre ulike modeller for budsjettprosedyrer, rapporten vedlegges. «Modell 1 tar utgangspunkt i dagens budsjettrutiner og konsultasjonsprosedyrene.
sme: Bargojoavku árvvoštalai iežas raporttas iešguđetlágan bušeahttaprosedyramálliid: «Modell 1 tar utgangspunkt i dagens budsjettrutiner og konsultasjonsprosedyrene.

source: Modellen innebærer at det etableres nærmere regler for gjennomføring av konsultasjoner om budsjettet til samiske formål.
sme: Modellen innebærer ahte de etableres nærmere regler for gjennomføring av konsultasjoner om budsjettet til samiske formål.

source: Modellen innebærer videre at det om våren legges fram en egen stortingsmelding om situasjonen og utviklingsbehov i det samiske samfunnet, der regjeringen vil kunne gi Sametinget mer forpliktende signaler om hvordan regjeringen ser for seg oppfølgingen av bl.a. Sametingets budsjettbehov, tiltak angitt i Faglig analysegruppes rapport og enighetspunkter mellom Sametinget og regjeringer fra ulike konsultasjonsmøter siste år.
sme: Modellen innebærer videre ahte de om våren legges fram en egen stortingsmelding om situasjonen og utviklingsbehov i de samiske samfunnet, der regjeringen vil kunne gii Sametinget mer forpliktende signaler om hvordan regjeringen ser for seg oppfølgingen av bl. a. Sametingets budsjettbehov, tiltak angitt i Faglig analysegruppes rapport og enighetspunkter mellom Sametinget og regjeringer fra ulike konsultasjonsmøter siste år.

source: Arbeidsgruppens medlemmer fra Sametinget mener at denne modellen ikke kan anses å være innenfor de folkerettslige krav som stilles for konsultasjoner av tiltak av direkte betydning for samene og for Sametingets rett til å fremme og kontrollere egen økonomisk, sosial og kulturelle utvikling.
sme: Arbeidsgruppens medlemmer fra Sametinget mener ahte denne modellen ikke kan anses å være innenfor de folkerettslige krav son stilles for konsultasjoner av tiltak av direkte betydning for samene og for Sametingets rett til å fremme og kontrollere egen økonomisk, sosial og kulturelle utvikling.

source: Modell 2 tar utgangspunkt i at det overføres til Sametinget en viss prosentandel av statsbudsjettet til samiske formål.
sme: Modell 2 tar utgangspunkt i ahte de overføres til Sametinget en viss prosentandel av statsbudsjettet 2008– 2009

source: Modellen bygger på forutsetningene om at samene har rett til selvbestemmelse og rett til å prioritere over sin egen økonomiske, sosiale og kulturelle utvikling.
sme: Modellen bygger på forutsetningene om ahte samene har rett til selvbestemmelse og rett til å prioritere over sin egen økonomiske, sosiale og kulturelle utvikling.

source: Arbeidsgruppens medlemmer fra departementene mener at en slik modell ikke er realistisk å få til.
sme: Arbeidgruppens medlemmer fra departementene mener ahte en slik modell ikke er realisitisk å få til.

source: Modellen vektlegger også at staten og Sametinget er likeverdige partnere, jf. konsultasjonsprosedyrene.
sme: Modellen vektlegger også ahte staten og Sametinget er likeverdigepartnere, jf. konsultasjonsprosedyrene.

source: Modellen innebærer at det i likhet med for eksempel kommuneopplegget og reindriftsforhandlingene legges fram en stortingsproposisjon om våren, og legger således til rette for at de budsjettmessige rammene til samiske formål er avklart i god tid før en går over i nytt budsjettår.
sme: Modellen innebærer ahte de i likhet med for eksempel kommuneopplegget og reindriftsforhandlingene legges fram en stortingsproposisjon om våren, og legger således til rette for ahte de budsjettmessige rammene til samiske formål er avklart i god tid før en går over i nytt budsjettår.

source: Dette medfører at det også aktivt legges til rette for bedre saksbehandling i Sametinget, at Sametinget kan føre gode prosesser i forhold til de institusjonene de har ansvaret for og for øvrig i det sivile samiske samfunnet om prioriteringer innenfor de økonomiske rammene.
sme: Dette medfører ahte de også aktivt legges til rette for bedre saksbehandling i Sametinget, ahte Sametinget kan føre gode prosesser i forhold til de institusjonene de har ansvaret for og for øvrig i de sivile samiske samfunnet om prioriteringer innenfor de økonomiske rammene.

source: På bakgrunn av denne samlede vurderingen av modellene mener arbeidsgruppen at modell 3 (forhand 73 linger) best ivaretar de hensyn som arbeidsgruppen har lagt vekt på i utformingen av nye budsjettprosedyrer.»
sme: På bakgrunn av denne samlede vurderingen av modellene mener arbeidsgruppen ahte modell 3 (forhandlinger) best ivaretar de hensyn son arbeidsgruppen har lagt vekt på i utformingen av nye budsjettprosedyrer.

source: Dette hadde ikke vært gjenstand for konsultasjoner med Sametinget.
sme: «(1. málle vuolggasadji lea dálá bušeahttadagaldumit ja konsultašuvnnaid bargovuogit.

source: Sametinget fremhever følgende: En oppfølgning av forslaget til budsjettprosedyrer gjennom egne konsultasjonsprosesser har så langt ikke funnet sted.
sme: Modealla mielddisbuktá athe ásahuvvojit dárkilet njuolggadusat dasa mo galggašii čađahit bušeahttakonsultašuvnnaid sámi ulbmiliid oktavuođas.

source: I sin folkerettslige vurdering av regjeringens opprinnelige forslag til finnmarksloven har professorene Geir Ulfstein og Hans Petter Graver vist til at ILO-konvensjon nr. 169 artikkel 15 innebærer en rett for samene til å delta i den offentligrettslige forvaltning av ressursene i sine områder, blant annet under henvisning til at om artikkel 15 ikke innebærer annet enn det som ville følge av en anerkjent eierposisjon etter ILO-konvensjon nr. 169 artikkel 14 nr.1, ville regelen i artikkel 15 ha liten selvstendig betydning.
sme: Málle mielddisbuktá viidáseappot ahte giđđat ovddiduvvo sierra stuorradiggedieđáhus sámi servodaga dili ja ovddidandárbbuid birra, mas ráđđehus sáhttá Sámediggái addit eanet geatnegahtti signálaid das mo ráđđehus oaidná ee. Sámedikki bušeahttadárbbu čuovvoleami, Fágalaš guorahallanjoavkku raportta čuovvoleami ja daid čuoggáid čuovvoleami, main Sámedikkis ja ráđđehusas lei ovttamielalašvuohta maŋimus jagi iešguđet konsultašuvdnačoahkkimiin.

source: En rett til deltakelse i den offentligrettslige forvaltning vil også gjelde der
sme: Juolludemiid loahpalaš juogadeapmi sámi ulbmiliidda biddjojuvvo dattetge ovdan go stáhtabušeahtta ovddiduvvo golggotmánus.

source: Dette følger av at bestemmelsen direkte taler om «participate in the use» i motsetning til for eksempel artikkel 15 nr. 2 som taler om «consult these peoples» og artikkel 6 som taler om «consult the peoples concerned».
sme: hálddašit iežas ekonomalaš, sosiála ja kultuvrralaš ovdáneami. 2. málle vuolggasadji lea dat ahte stáhtabušeahtas sirdojuvvo vissis proseantaoassi Sámediggái sámi ulbmiliidda.

source: Etter ordlyden er det nærliggende å legge til grunn at urfolket må være representert i de organer som treffer vedtak og forestår forvaltningen av ressurser på urfolkets områder».
sme: Málle vuođđuduvvo daidda eavttuide ahte sámiin lea iešmearridanvuoigatvuohta ja vuoigatvuohta vuoruhit iežas ekonomalaš, sosiála ja kultuvrralaš ovdáneami. Departemeanttaid lahtut bargojoavkkus oaivvildit ahte málle ii leat čađahahtti.

source: Norske myndigheter har foreløpig unnlatt å ta direkte stilling til denne fortolkningen og har ikke respondert direkte på Sametingets innspill om å ta stilling til regelen i artikkel 15.
sme: 3. málle vuolggasadji lea oktavuohta gielddaide ja fylkkagielddaide bušeahttaoktavuođas, ja dat váldošiehtadallamat maid mii diehtit čađahuvvojit juohke jagi gaskal stáhta ja eanadoalu ja boazodoalu ealáhusorganisašuvnnaid.

source: Dette gjelder blant annet i spørsmålet om forvaltningen av vernede områder i samiske områder, der Sametinget har bedt om at det opprettes egne forvaltningsstyrer for forvaltningen av de vedtatte vernebestemmelsene og hvor Sametinget også oppnevner representanter i styrene.
sme: Málle mearkkaša ahte seamma láhkai go ovdamearkka dihtii gielddaid ja boazodoallošiehtadallamiid oktavuođas, de ovddiduvvo stuorradiggeproposišuvdna giđđat, ja dainna lágiin láhčá dilálašvuođaid dasa ahte bušeahta dáfus rámmát sámi ulbmiliidda leat čielgasat buori áiggis ovdalgo ođđa bušeahttajahki álgá.

source: Selv om norske myndigheter ikke har tatt stilling til fortolkningen av ILO-konvensjon nr. 169 artikkel 7 nr. 1 og 15 nr. 1 finnes det likevel eksempler på at det er gjennomført forvaltningsordninger som sikrer samisk deltakelse i den offentligrettslige forvaltningen.
sme: Dát mielddisbuktá ahte maiddái árjjalaččat láhččojuvvo buoret áššemeannudeapmái Sámedikkis, ahte Sámediggi sáhttá čađahit buriid proseassaid daid ásahusaid ektui main sis lea ovddasvástádus ja muđui siviila sámi servodagas vuoruhemiid birra ekonomalaš rámmaid siskkobealde.

source: Andre eksempler er Sametingets innsigelsesadgang etter den nye planloven og Sametingets oppnevning av representant i regionale rovviltnemnder som forvalter rovviltpolitikken.
sme: Go ollislaččat lea árvvoštallan dáid málliid, de oaivvilda bargojoavku ahte 3. málle (šiehtadallamat) fuolaha buoremusat daid deastagiid maid bargojoavku lea atnán dehálažžan ođđa bušeahttabargovugiid hábmemis.)

source: Sametinget fremhever følgende: Sametinget er for øvrig av den formening at selv om konsultasjoner etter ILO-konvensjon nr. 169 artikkel 6 og 15 nr. 2 vil kunne omhandle forhold av offentligrettslig karakter, kan det likevel vanskelig sies at konsultasjoner ivaretar forpliktelsene etter artikkel 15 nr. 1 om deltakelse i den offentligrettslige forvaltningen av naturressursene, og for den del den mer generelle forpliktel 2008– 2009
sme: 3. málle lagat ákkastallamis daddjojuvvo viidáseappot bargojoavkoraporttas: «Hele arbeidsgruppen er enig om ahte modell 3 først og fremst legger vekt på praktiske løsninger son oppfyller forpliktelsene til konsultasjoner i henhold til ILO-KONVENSJON NR. 169 artikkel 6, og hvor artikkel 7 gir supplerende støtte til slike prosedyrer.»

source: 8 Identifisering og anerkjennelse av samiske rettigheter, ILO-konvensjon nr. 169 artikkel 14 nr. 2 Opprettelsen av en kommisjon og domstol i Finnmark som skal identifisere eiendoms og bruksrettigheter var et vesentlig moment for Sametinget i finnmarkslovsprosessen.
sme: (Olles bargojoavku lea ovttamielas das ahte 3. málle vuosttažettiin deattuha daid geavatlaš čovdosiid mat ollašuhttet ILO-konvenšuvnna nr. 169 6. artihkkala konsultašuvdna-geatnegasvuođaid, ja mas 7. artihkal addá lassi doarjaga dakkár bargovugiide.)

source: Det innebærer en historisk innarbeidelse av regelen i ILO-konvensjon nr. 169 artikkel 14 nr. 2 i norsk rett.
sme: Sámediggepresideantta ja sámi áššiid ovddasvástideaddji stáhtaráđi jahkebeallásaš konsultašuvdnačoahkkimis ođđajagimánu 12. beaivvi 2007 dovddahii dattetge stáhtaráđđi ahte

source: Samerettsutvalget II har i sitt forslag fulgt opp denne utvikling og foreslått liknede regler sør for Finnmark.
sme: ráđđehusa prinsihppadieđáhusas sámepolitihka birra mii lea ráhkaduvvomin, de čuovvola ráđđehus čovdosa man vuođus lea 1. málle.

source: For Sametinget er det helt avgjørende at dette følges opp i form av konkrete lovmessige tiltak.
sme: Oassálastin almmolašrievttálaš hálddašeapmái, ILO-konvenšuvnna nr. 169 artihkal 15

source: ILO-konvensjon nr. 169 artikkel 14 nr. 2 er en selvstendig plikt for statlige myndigheter som skal lede frem til at eierrettighetene effektivt vernes og sikres. Samisk deltakelse i forvaltningsordninger fritar ikke for denne plikten som vil måtte tilpasses etter identifisering er foretatt der man kommer til at det foreligger eiendomsrett.
sme: Go professorat Geir Ulfstein ja Hans Petter Graver árvvoštalaiga álbmotrievttálaččat ráđđehusa álgovuolggalaš finnmárkkuláhkaevttohusa, de soai čujuheigga dasa ahte ILO-konvenšuvdna 169 artihkal 15 mielddisbuktá vuoigatvuođa sápmelaččaide oassálastit almmolašrievttálaš resursahálddašeapmái iežaset guovlluin earret eará čujuhettiin dasa ahte jus artihkal 15 ii mearkkaš eará go dan mii čuvošii dohkkehuvvon eaiggátvuođas ILOkonvenšuvnna nr. 169 artihkal 14 nr. 1 vuođul, de artihkkala 15 njuolggadusas livččii uhccán iehčanas mearkkašupmi.

source: Sametinget har sterke prinsipielle innvendinger mot irreversible inngrep slik som ekspropriasjon som har blitt foretatt i områder der rettighetene ikke er identifisert.
sme: Vuoigatvuohta beassat oassálastit almmolašrievttálaš hálddašeapmái gusto maiddái dalle go sápmelaččain lea geavahanvuoigatvuohta artihkal 14 nr. 1 nuppi molssaeavttu vuođul.

source: Dette kombinert med at identifisering tar lang tid er noe som oppleves som en belastning for rettighetshaverne. Norske myndigheter har derfor en sterk oppfordring til å få gode identifiseringsordninger på plass i hele det samiske området samt å utvise varsomhet i den offentligrettslige forvaltningen, spesielt med tanke på arealinngrep.
sme: «Artikkel 15 krever ahte samenes rett til ressurser på de områder de befolker skal være den samme son den rett til ressurser en eier generelt har etter norsk rett, samt ahte de skal sikres innflytelse og deltakelse over beslutninger son treffes av myndighetene med hensyn til ressursutnyttelsen.»

source: Artikkel 14. nr. 1 omhandler urfolks eiendomsrett og bruksrettigheter til områder som de enten har brukt sammen med andre eller har bodd i eller brukt på en dominerende måte.
sme: […] «... Skal loven oppfylle artikkel 15 må dessuten samene sikres deltakelse i offentlige beslutninger om offentligrettslige avgjørelser son berører deres rettigheter.»

source: Det at også andre har utøvd en bruk i et område, vil derfor ikke i utgangspunktet medføre at befolkningen av området ikke har vært eksklusiv, med mindre de andre også har befolket området ved både å bo i og utnytte det.»
sme: mearrádusaide almmolašrievttálaš mearrádusaid birra mat gusket sin vuoigatvuođaide.)

source: I proposisjonen til finnmarksloven er det slått fast at det i Finnmark finnes både eiendoms- og bruksrettigheter.
sme: Viddáseappot daddjojuvvo: «Deltakelsesrettighetene son må tilstås er sterkere enn alminnelige partsrettigheter i forvaltningsloven.

source: Etter konsultasjonen med Sametinget ble det i finnmarksloven § 5 slått uttrykkelig fast at samisk bruk er rettighetsskapende, noe som innebærer at den til tross for at staten har oppfattet den som en tålt bruk, skal gi grunnlag for både eiendomsrett og bruksrett.
sme: Dette følger av ahte bestemmelsen direkte taler om «participate in the use» i motsetning til for eksempel artikkel 15 nr. 2 son taler om «consult these peoples» og artikkel 6 son taler om «consult the peoples concerned».

source: Løsningen som er valgt i finnmarksloven innebærer derfor etter Sametingets syn at samene inntil dette er gjort må sies å eie så store områder i fylket at de ikke kan være i en konsekvent mindretallsposisjon ved styringen av grunnen
sme: Etter ordlyden er de nærliggende å legge til grunn ahte urfolket må være representert i de organer son treffer vedtak og forestår forvaltningen av ressurser på urfolkets områder». (Dat oassálastinvuoigatvuođat mat addojuvvojit, leat nannoset go hálddašanlága dábálaš oasehasvuoigatvuođat.

source: 10 Særlig om marin sektor, ILOkonvensjon nr. 169 artikkel 15, jf. 13 Samisk fiske har de senere årene blitt sterkt skadelidende på grunn av sammenhengen mellom en feilslått fiskeriforvaltning og dens konsekvenser for økologiske forhold.
sme: Hámuheami vuođul lea lunddolaš atnit vuođđun ahte álgoálbmogat galget leat ovddastuvvon dain orgánain mat mearridit ja evttohit álgoálmoga guovlluid resursahálddašeami.) Sámediggi doarju dán ILO-konvenšuvnna nr. 169 artihkkala 15 dulkoma.

source: Etter et tiår med omtrent fritt fiske i mange samiske fjordstrøk, innførte myndighetene såkalte fartøykvoter høsten 1989.
sme: Norgga eiseválddit eai leat vuos njuolgga árvvoštallan dán dulkoma eai ge leat vástidan njuolgga Sámedikki evttohussii ahte galggašii árvvoštallat 15. artihkkala njuolggadusa.

source: Det er en kjensgjerning at samisk fiske i dag er truet og at stadig flere samiske fiskere har mistet og stadig mister retten til å fiske. Situasjonen for de samiske fiskerier har de senere år vært kritisk.
sme: Dát guoská earret eará sámi suodjaluvvon guovlluid hálddašangažaldahkii, mas Sámediggi lea bivdán ásahit sierra hálddašanstivrraid mearriduvvon suodjalanmearrádusaid hálddašeapmái ja mas Sámediggi maiddái nammada stivraovddasteddjiid.

source: I tillegg til at reglene om konsultasjoner i konvensjonens første del kommer til anvendelse viser Sametinget også til at statlige myndigheter etter ILO-konvensjon nr. 169 artikkel 13 nr. 1 plikter å vise: «… respekt for den særlige betydning for vedkommende folks kultur og åndelige verdier av de landområder og / eller territorier der de lever eller bruker på annen måte, og spesielt de kollektive sidene av dette forholdet.»
sme: Vaikke vel Norgga eiseválddit eai leat mearridan oaivila ILO-konvenšuvnna nr. 169 artihkkala 7 nr. 1 ja 15 nr. 1 dulkomii, de leat dattetge ovdamearkkat mat čájehit ahte dakkár hálddašanortnegat leat čađahuvvon, mat sihkkarastet sámi oassálastima almmolašrievttálaš hálddašeapmái. Dat guoská Sámedikki njuolggadusaide meahcceeatnamiid rievdaduvvon ávkkástallanvugiid oktavuođas finnmárkkulágas.

source: En slik respekt skal blant annet komme til uttrykk ved anerkjennelse av retten til urfolk til å delta i den offentligrettslige forvaltning av ressursene etter ILO-konvensjon nr. 169 artikkel 15 nr. 1. Selv om det henvises til «landområde» i artikkel 15 nr. 1, er det likevel naturlig å tolke bestemmelsen noe videre enn artikkel 14.
sme: Sámedikki oaidnu lea muđui dat ahte vaikke vel konsultašuvnnat ILO-konvenšuvnna nr. 169 6. ja 15. artihkkala nr. 2 vuođul guoskkahivčče almmolašrievttálaš beliid, de ii várra sáhte dadjat ahte konsultašuvnnat fuolahit geatnegasvuođaid 15. artihkkala nr. 1 vuođul beassat oassálastit luondduresurssaid almmolašrievttálaš hálddašeapmái, eai ge dan eanet oppalaš geatnegasvuođa 7. artihkkala nr. 1 vuođul beassat oassálastit nationála ja regionála ovddidanplánaid ja prográmmaid siskkáldahttimii, čađaheapmái ja árvvoštallamii.

source: Det skyldes artikkel 13 nr. 2 hvor det framgår at «landområde» i artikkel 15 skal forstås som også å dekke «… begrepet «territorier», som anses for å omfatte totalmiljøet i områdene hvor urfolket lever eller som de bruker på annen måte.»
sme: 8 Sámi vuoigatvuođaid dovdáheapmi ja dohkkeheapmi, ILOkonvenšuvnna nr. 169 artihkal 14 nr. 2 Dakkár kommišuvnna ja duopmostuolu ásaheapmi Finnmárkui, mii galgá dovdáhit oamastan- ja geavahanvuoigatvuođaid, lei dehálaš ággan Sámediggái finnmárkkuláhkaproseassas.

source: Det er naturlig å forstå begrepet totalmiljø som å omfatte marine områder hvor de utgjør en naturlig del av leveområdene til et urfolk; bl.a. gjennom jakt og fiske og annen utnyttelse av naturressursene.
sme: Sámi vuoigatvuođalávdegoddi 2 lea evttohusastis čuovvolan dán ovdáneami ja evttohan sullasaš njuolggadusaid guovlluide Finnmárkku lulábealde. Sámediggái lea áibbas dehálaš ahte dát čuovvoluvvo konkrehta lágalaš doaibmabijuiguin.

source: Følgelig omfatter rettighetene etter artikkel 15 nr. 1 ikke bare naturressursene som befinner seg på landområder, men også ressursene i urfolks tradisjonelle høstingsområder.
sme: ILO-konvenšuvnna nr. 169 artihkal 14 nr. 2 lea iehčanas geatnegasvuohta stáhta eiseválddiide mii galgá mielddisbuktit ahte eaiggátvuoigatvuođat suodjaluvvojit ja sihkkarastojuvvojit beaktilit.

source: Samerettsutvalgets folkerettsgruppe foretok en grundig analyse av disse bestemmelsene og konkluderer med at «… de beste grunner taler derfor for å legge til grunn at også sjøområder er omfattet av bestemmelsene i artikkel 15 og 16 …».
sme: Professorat Ulfstein ja Graver celkkiiga go árvvoštalaiga ráđđehusa álgovuolggalaš finnmárkkuláhkaevttohusa ahte: «Det er i den forbindelse grunn til å fremheve ahte begrepet occupy omfatter både de å bo i og de å utnytte et område.

source: Også Kystfiskeutvalget har konkludert med at ILO-konvensjon nr. 169 kommer til anvendelse for fisket langs Finnmarkskysten.
sme: (Dan oktavuođas lea lunddolaš deattuhit ahte doaba occupy sisttisdoallá sihke ássama ja ávkkástallama guovlluin.

source: Parallelle prosesser innenfor marin sektor, Stortingsmeldingene om strukturvirkemidler og kongekrabbe Mens Kystfiskeutvalgets utredning pågikk har det foregått tre større parallelle prosesser innenfor marin sektor i Norge.
sme: Dat ahte earát ge ávkkástallan guovlluin, ii nappo iešalddis mearkkaš ahte guovllu álbmot ii leat leamaš áidnalunddot, muđui go dat earát ge leat ássan guovllus dainna lágiin ahte sii leat ássan doppe ja ávkkástallan guovlluin.)

source: Regjeringen har avlevert to Stortingsmeldinger; en om strukturvirkemidler i fiskeflåten og en om Kongekrabbe.
sme: Finnmárkkuláhkaproposišuvnnas lea nannejuvvon ahte Finnmárkkus leat sihke oamastan- ja geavahanvuoigatvuođat.

source: I tillegg har en ny Havressurslov blitt vedtatt.
sme: Dát vuoigatvuođat fertejit dál dovdáhuvvot.

source: Sametinget har blitt konsultert i alle tre prosesser og har vært sterkt uenig i at regjeringen har skjøvet urfolksspørsmålet foran seg i alle tre prosesser under henvisning til Kystfiskeutvalget som blant annet geografisk hadde et langt snevrere mandat.
sme: Dat čoavddus mii lea válljejuvvon finnmárkkulágas, mearkkaša danne Sámedikki oainnu mielde ahte dassážiigo dat lea dahkkojuvvon, de ferte sáhttit dadjat ahte sámit oamastit nu stuorra guovlluid fylkkas ahte sii eai sáhte álo leat unnitlogus eatnamiid hálddašeami oktavuođas.

source: Sametingets syn har fulgt sakene og er referert i den siste av de tre prosessene, St.meld. nr. 40 (2006–2007) Forvaltning av kongekrabbe under punkt 5.3.2 som lyder: «Sametinget har gitt uttrykk for at urfolksperspektivet skulle vært inkludert i meldingen, slik regjeringen, etter Sametingets syn, er forpliktet til etter nasjonal rett og folkeretten.
sme: 10 Erenoamážit mariidna suorggi birra, ILO-konvenšuvnna nr. 169 artihkal 15 gč 13 Sámi guolásteapmi lea maŋimus jagiid garrasit vahágahttojuvvon lihkostuvakeahtes guolástushálddašeami geažil ja dan ekologalaš váikkuhusaid geažil. Go ledje sullii logi jagi beassan dadjat jo friija bivdit ollu sámi vuonain, de ásahedje eiseválddit nu gohčoduvvon fanaseriid 1989 čavčča.

source: Sametinget bemerker at selv om Kystfiskeutvalget er i gang med en utredning, er ikke alle aspekter ved urfolksrettigheter berørt der.
sme: Ággan geavahuvvui earret eará 1979–88 jagiid njurjoleavvan, gonagasreappá leavvan ja feastonuohttefatnasii badjelmeare bivdin.

source: Sametinget kan ikke akseptere at urfolksspørsmålet skyves ut til parallelle og etterfølgende prosesser ved å avvente Kystfiskeutvalgets konklusjoner.
sme: Odne lea duohta dilli ahte sámi guollebivdu lea áitojuvvon ja ahte dađistaga eanet sápmelaš guolásteaddjit leat massán ja dađistaga masset iežaset guolástanvuoigatvuođaid.

source: Sametinget understreker at Kystfiskeutvalget springer ut av en annen lovprosess, og at utvalgets mandat gjelder samer og andres rett til fiske i havet utenfor Finnmark og inneholder ingen eksplisitt passus om uttak av kongekrabbe.
sme: Geigedettiin Riddoguolástuslávdegotti evttohusa dajai lávdegotti jođiheaddji, ovddeš alimusriektejustitiárius Carsten Smith, ahte: «Flere faktorer har frembrakt den nåværende kritiske situasjon for sjøsamene.

source: Sametinget kjenner heller ikke til at Kystfiskeutvalget har fått informasjon om at enda et nytt saksområde skal skyves inn under utvalgets arbeid.
sme: Men vesentlig blant de kulturelt nedbrytende faktorer har vært en hundreårig fornorskningspolitikk, son rammet sjøsamene med særlig tyngde.
